Repository: postme/woocommerce-address-validation-nl
Catalog: woocommerce-address-validation-*.po
Languages: nl_nl

source: Supported Features
nl_nl: Ondersteunde functies

source: Address Validation
nl_nl: Adresvalidatie

source: General Options
nl_nl: Algemene Instellingen

source: Providers
nl_nl: Aanbieders

source: Active?
nl_nl: Actief?

source: Provider
nl_nl: Aanbieder

source: Provider ID
nl_nl: Aanbieder ID

source: Geocode Addresses?
nl_nl: Adressen geocoderen?

source: Enable this to save customer's latitude and longitude to their order, if supported by the active provider.
nl_nl: Schakel dit in om de breedte en lengtegraad van de klant vast te leggen bij de bestelling, indien ondersteund door de actieve aanbieder.

source: Classify Addresses?
nl_nl: Adres classificeren?

source: Enable this to save a customer's address classification (e.g. Residential or Commercial) to their order, if supported by the active provider.
nl_nl: Schakel dit in om de adres classificatie (bv particulier of commercieel) van de klant bij de bestelling te bewaren, als dit ondersteund wordt door de actieve aanbieder.

source: Force Customer to look-up address via Postcode?
nl_nl: Verplicht klanten om hun adres op te zoeken via Postcode?

source: Enable this to force customers to look-up their address via Postcode before displaying the address fields. This is only supported with providers who support Postcode Lookup.
nl_nl: Schakel dit in om klanten te verplichten om hun adres op te zoeken via Postcode voordat de adres velden getoond worden. Dit is uitsluitend ondersteund bij aanbieders die postcode verificatie ondersteunen.

source: Enable this to output debug messages on the checkout page to help with troubleshooting.
nl_nl: Schakel dit in om debug berichten op de uitcheck pagina te tonen in verband met foutopsporing.

source: No addresses found, please check your postcode and try again.
nl_nl: Geen adressen gevonden, controleer uw postcode en probeer het nog eens.

source: Enter your Access Token from the Crafty Clicks website.
nl_nl: Voer uw Access Token in van de Crafty Clicks website.

source: API Key
nl_nl: API sleutel

source: Enter your API Key from the Postcode Anywhere website.
nl_nl: Voer uw API sleutel in van de Postcode Anywhere website.

source: API Username
nl_nl: API gebruikersnaam

source: Enter your username associated with your Royal Mail account. This is not required, so leave blank if you do not have one.
nl_nl: Voer uw gebruikersnaam in dat geassocieerd is met uw Royal Mail account. Dit is niet vereist dus u kunt het leeg laten indien u geen account heeft.

source: No addresses found, please enter your house number and try again.
nl_nl: Geen adressen gevonden, voer uw huisnummer in en probeer het nog eens.

source: No addresses found, please check your postcode and house number and try again.
nl_nl: Geen adressen gevonden, controleer uw postcode en huisnummer en probeer het nog eens.

source: Log into your account or look at your sign-up email to find your application key.
nl_nl: Log in op uw account of bekijk uw aanmeld email om uw applicatie sleutel te achterhalen.

source: Log into your account or look at your sign-up email to find your application secret.
nl_nl: Log in op uw account of bekijk uw aanmeld email om uw applicatie geheim te achterhalen.

source: Account Number
nl_nl: Account nummer

source: Log into your account or look at your sign-up email to find your account number.
nl_nl: Log in op uw account of bekijk uw aanmeld email om uw account nummer te achterhalen.

source: Password
nl_nl: Wachtwoord

source: Log into your account or look at your sign-up email to find your password.
nl_nl: Log in op uw account of bekijk uw aanmeld email om uw wachtwoord te achterhalen.

source: SmartyStreets offers free (up to 250 lookups per month) address verification for both residential and commercial US addresses. %sSign up for a free account%s now to get started.
nl_nl: SmartyStreets biedt gratis (maximum 250 opzoekingen per maand) adres verificatie voor zowel particuliere als commerciÃ«le US adressen. %sMeld je aan voor een gratis account%s om te starten.

source: HTML Key
nl_nl: HTML sleutel

source: Enter your HTML Key. Login to your %sSmartyStreets%s account to find this.
nl_nl: Voer uw HTML sleutel in. Log in op uw %sSmartyStreets%s account om dit te achterhalen.

source: %s requires the %s PHP extension to function. Contact your host or server administrator to configure and install the missing extension.
nl_nl: %s vereist de %s PHP extensie om te functioneren. Neem contact op met uw hosting of server beheerder om de missende extensie te installeren en configureren.

source: %s requires the %s PHP function to exist. Contact your host or server administrator to configure and install the missing function.
nl_nl: %s vereist de %s PHP functie om te functioneren. Neem contact op met uw hosting of server beheerder om de missende functie te installeren en configureren.

source: Dismiss
nl_nl: Afwijzen

source: Docs
nl_nl: Documenten

source: Support
nl_nl: Ondersteuning

source: Write a Review
nl_nl: Schrijf een recensie

source: Configure
nl_nl: Configureer

source: Enter Postcode
nl_nl: Voer Postcode in

source: Enter House Number
nl_nl: Voer huisnummer in

source: Find Address
nl_nl: Vind adres

source: Select your address to populate the form.
nl_nl: Selecteer uw adres om het formulier mee in te vullen.

source: Adds Address Validation and Postcode Lookup to WooCommerce via PostCodeAnywhere, SmartyStreets and more!
nl_nl: Voeg adresvalidatie en postcode verificatie toe aan WooCommerce via PostCodeAnywhere, SmartyStreets en meer!
